INSERT INTO [dbo].[Complaints] ([Title], [BrideSize], [Text], [Date], [Checked], [Category_CategoryID]) VALUES 
('Взятка№1', 1000, 'текст зятки №1','01.01.2008', 0, 2),
('Взятка№2', 1000, 'текст зятки №2','01.01.2008', 0, 3),
('Взятка№3', 1000, 'текст зятки №3','02.01.2008', 0, 4),
('Взятка№4', 1000, 'текст зятки №4','03.01.2008', 0, 5),
('Взятка№5', 1000, 'текст зятки №5','04.01.2008', 0, 6),
('Взятка№6', 1000, 'текст зятки №6','05.01.2008', 0, 1),
('Взятка№7', 1000, 'текст зятки №7','06.01.2008', 0, 1),
('Взятка№8', 1000, 'текст зятки №8','07.01.2008', 0, 3),
('Взятка№9', 1000, 'текст зятки №9','08.01.2008', 0, 5),
('Взятка№10', 1000, 'текст зятки №10','09.01.2008', 0, 4),
('Взятка№11', 1000, 'текст зятки №11','10.01.2008', 0, 2),
('Взятка№12', 1000, 'текст зятки №12','11.01.2008', 0, 1),
('Взятка№13', 1000, 'текст зятки №13','12.01.2008', 0, 3)
